"appName" = "Inlaider (pt-BR)";


"popup.command.placeholder.typeACommand" = "Digite um comando...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Digite um comando ou pressione Enter para fechar...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Digite um comando ou pressione Enter para colar o resultado";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — alterna para o editor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — alterna para a linha de comando";
"popup.shortcut.clearCanvas" = "⌘⌫ limpa o editor";
"popup.shortcut.copyCanvas" = "⌘C copia o conteúdo do editor";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C ou Enter copia o conteúdo do editor";
"popup.shortcut.enterPaste" = "Enter insere em";
"popup.shortcut.esc" = "Esc fecha para";

"show" = "Mostrar";
"about" = "Sobre";
"quit" = "Sair";
"close" = "Fechar";
"cancel" = "Cancelar";
"save" = "Salvar";
"ok" = "OK";
"settings" = "Configurações";
"copied" = "Copiado";

"settings.section.general.title" = "Geral";
"settings.accessibility.title" = "Permissões de Acessibilidade";
"settings.accessibility.description" = "Esta permissão é necessária para ler automaticamente o texto selecionado e inserir o resultado processado de volta no campo de texto original.\nSem acesso, o aplicativo usará a área de transferência para transferir dados.";
"settings.inlaiderShortcut.label" = "Atalho para Inlaider";
"settings.LaunchAtLogin.label" = "Iniciar ao fazer login";

"settings.section.ownAPIKeys.title" = "Chaves API Próprias";
"provider.apiKey.title" = "Chave API";
"provider.apiKey.placeholder" = "Insira a chave API aqui";
"provider.models.title" = "Modelos";
"provider.models.new.placeholder" = "Adicionar nome do modelo";

"settings.section.customPrompts.title" = "Substituições de Prompts";
"prompts.general.title" = "Prompt Geral";
"prompts.replacements.title" = "Substituições de Prompts";
"prompts.replacements.replaceWhat.label" = "Substituir";
"prompts.replacements.model.label" = "Modelo";
"prompts.replacements.replaceWith.label" = "Por prompt";
"prompts.replacements.error.exists.message" = "A substituição do comando '%@' já existe.";

"about.ThirdPartyLicenses" = "Licenças de Terceiros";
"about.VisitOnGithub" = "Ver no GitHub";
"about.version" = "Versão %@";

"error.title" = "Erro";